[
    {
        "date": "2012-08-16",
        "tags": "news",
        "link": "",
        "header": "Exjobb, nu börjar jag.",
        "content": "Det känns lite som att riktiga livet börjar idag. Allting innan det här har liksom bara banat väg, varit en förberedelse. Jag har jobbat på att bli en reko person (tack mamma och pappa) och även ägnat sjukt mycket tid i skolan åt fejkproblem som redan lösts hundra gånger innan, bara för att lära mig tänka. Nu idag har jag fått mitt första helt egna olösta RIKTIGA problem: mitt examensarbete. Upp till bevis att du har lärt dig något i skolan Tina! En kvarts mille i studieskuld, har du lyssnat på föreläsningarna? <br> <br> Det är inte helt klart vad jag ska göra än men sitta på Twingly och göra någon form av visualisering av bloggdata är bestämt, jag återkommer i frågan. Nu ska jag bara ha lite panikångest och sen tuta och köra.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/18443d0ce78a11e181ca12313b027e41_6.jpg" ]
    },
    {
        "date": "2012-12-01",
        "tags": "news",
        "link": "",
        "header": "Exjobbet marknadsförs.",
        "content": "Jätteroligt! Högst upp på Bloggportalen.se (som har ca 100.000 aktiva medlemmar) ligger det nu en stor reklamruta för min statistikapplikation. Jag har redan kommit ganska långt men det är mycket kvar för att det ska bli en färdig produkt. Jag har dessutom bara inriktat mig på att göra front-end arbetet på applikationen. All data jag jobbat med är bara exempeldata som senare kommer att behöva tas fram och inkluderas i applikationen. Så det är en del kvar men nu fick jag ännu mer eld i baken, jag vill så gärna att den ska användas och att Twingly ska vinna pluspoäng hos bloggarna!",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/8f278944138e11e2917a22000a1de2d1_6.jpg" ]
    },
    {
        "date": "2013-03-01",
        "tags": "news",
        "link": "",
        "header": "Jobb på LEON.",
        "content": "Idag börjar jag på en av nordens största reklambyråer inom business-to-business kommunikation, LEON i Norrköping. Där ska jag jobba som front end utvecklare främst inom webbutveckling. LEON har varit ett företag jag väldigt länge har sett upp till och det känns hur kul som helst att få gå dit varje dag och inspireras av allt kreativt och kunnit folk runt omkring mig. Jag ser så mycket fram emot allt jag kommer att lära mig och kan nästan inte vänta till att få träffa mig själv om ett år eller så och se hur mycket jag utvecklats. Det här ska bli så himla kul! Lite läskigt är det också, men det ska jag förtränga så gott jag kan!",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/b3eae53a828511e28bf022000a9f139a_6.jpg" ]
    },
    {
        "date": "2013-03-11",
        "tags": "projekt",
        "link": "",
        "header": "Första skarpa projektet.",
        "content": "Scania har släppt en ny lastbil, Streamline. LEON var med och gjorde hela lanseringen för den nya bilen och jag fick min första skarpa arbetsuppgift. Jag fick i uppgift att göra en banner som ska ligga på scania.com både före och efter lanseringen. Den innehåller allt ifrån teaser inför livesändingen då lanseringen sker, videoström till liveeventet, twitterflöde i realtid och även massa information om Streamline. Det blev alltså en hel del nytt att kasta mig in i det första jag gjorde. Största svårigheten tyckte jag var Twitterflödet eftersom det var helt nytt för mig att jobba mot API:er, men det har gått jättebra och allt ligger uppe och rullar utan problem.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/Cheer_banner_start.jpg" ]
    },
    {
        "date": "2013-03-22",
        "tags": "news",
        "link": "http://tinablunt.com/bloggportalen-stat/Main/main.html",
        "header": "Framläggning.",
        "content": "Framläggningen av mitt exjobb är färdigt och godkänt. Så skönt! Jag är otroligt nöjd och faktiskt imponerad av vad jag själv har lyckats åstadkomma. Tänk när jag kom in där på Twingly första dagen och kände mig vilsen och liten. Att gå in där kändes som att slänga sig ut i ett okänt mörker. Här hade jag lovat att leverera saker jag inte alls viste om jag skulle klara av. Det finns inget skyddsnät om jag inte klarar det. Det är bland det läskigaste jag gjort men även det jag är mest stolt över. <br><br> Här kan du titta på ett demo: (tyvärr går det bara i Chrome) ",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/51ddd87c92c311e2a77722000a1fbc49_6.jpg", "/App/Modules/Portfolio/CareerLog/Content/164448_610506170404_1819102998_n.jpg" ]
    },
    {
        "date": "2013-04-08",
        "tags": "news",
        "link": "",
        "header": "Föreläser på Medieteknikdagarna.",
        "content": "Jag blev tillfrågad att prata om mitt exjobb och fick även själv välja om jag ville ha någon ytterligare vinkling. Jag tänkte länge och väl. Vad ska man prata om? Jag försökte tänka tillbaka på hur jag själv har suttit där och tittat på alla sjukt duktiga människor som har stått där framme och pratat. Vad har jag saknat i deras prat? Då blev det självklart vad jag skulle lägga mitt krut. <br><br>Det går inte att undvika att bli imponerad av alla de som stått där framme och tanken är ju att de ska pumpa studenterna fulla med inspiration. Problemet för mig har varit att jag aldrig har kunnat relatera till någon av de, främst gubbar, som stått där framme. Skitkul att de är duktiga men jag har inte en chans att bli som dom. Jag tyckte programmeringen var så svår och tittade man på alla ascoola projekt som mina klasskompisar hostade upp så hade jag inte en chans i universum att någonsin jobba med något inom detta område. <br><br>Men nu skulle JAG stå där. Nu var JAG en av alla dom jag aldrig kunnat relatera till. Jag bestämde mig för att lägga alla kort på bordet. Jag skulle kunna stå och droppa programmeringstermer jag lärt mig under mitt exjobb eller gå djupt in i min applikationskod. Istället valde jag att prata om svårigheter jag har upplevt, om mitt vaklande självförtoende och alla rädslor som dagligen förföljt mig under hela min utbildning. Det är inte något negativt att vara rädd, då ligger man oftast på sin maxnivå. Det är då man till slut hamnar där framme på MTD. Man ska vara rädd, men det ska inte stoppa en. Allt som krävs är hårt arbete, det är jag ett levande bevis på. Jag har ingen programeringsbakgrund. Jag är ingen gamer eller filmnörd med Hollywoodrömmar. Jag är en tjej som skulle bli basketproffs en gång i tiden. Jag har fått höra att jag är malplacerad, vilket jag har använt för att tycka synd om mig själv när saker har gått dåligt. Nu vet jag att min malplacering är mitt trumfkort. Jävlaranamma, social kompetens och kreativitet väger oftast mycket mycket tyngre än hur snabbt du kan trycka på tangenter. Att trycka på tangenter är det lättaste i listan att lära sig i efterhand. Bevisat. <br><br>Tack alla ni som kom fram efteråt och sa att ni blivit inspierade och motiverade att fortsätta kämpa, det var allt jag ville uppnå. Himlen är gränsen, nu kör vi.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/MTD1.JPG", "/App/Modules/Portfolio/CareerLog/Content/MTD2.JPG", "/App/Modules/Portfolio/CareerLog/Content/MTD3.JPG" ]
    },

    {
        "date": "2013-05-25",
        "tags": "projekt",
        "link": "http://alltblirgronare.lanstrafikenkron.se/",
        "header": "Kronobergs läns kampanjsida, Allt blir grönare.",
        "content": "Kronobergs län ska göra om stora delar av sin busstrafik. LEON fick i uppdrag att marknadsföra hela den förändringen och jag fick i uppdrag att koda kampanjsidan. Jäkligt skoj, för den är lite speciell. Jag gjorde hela sidan som en single page application eftersom jag inte ville ladda om mitt i animationerna mellan sidorna.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/alltblirgronare1.png", "/App/Modules/Portfolio/CareerLog/Content/alltblirgronare2.png", "/App/Modules/Portfolio/CareerLog/Content/alltblirgronare3.png" ]
    },
    {
        "date": "2013-06-03",
        "tags": "projekt",
        "link": "http://moistguard.com/",
        "header": "Hemsida till Moistguard.",
        "content": "Moistguard är ett relativt nytt och väldigt framgångsrikt företag som jobbar med kontainerfrakt och att hålla godset torrt och välbehållet under långa resetider på haven. LEON fick i uppdrag att göra om Moistguards hemsida och även göra den responsiv. Jag fick i uppdrag att utföra kodarbetet.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/moistguard.png", "/App/Modules/Portfolio/CareerLog/Content/moistguard2.png" ]
    },
    {
        "date": "2013-09-15",
        "tags": "projekt",
        "header": "Växjö kommuns gymnasievalskampanj.",
        "link": "http://gymnasiekollen.vaxjo.se/",
        "content": "Växjö kommun ville ha ett roligt sätt för deras nioklassare att välja vilket gymnasie de ska gå. LEON fick i uppdrag att göra ett roligt interaktivt frågeformulär för att underlätta valet för ungdomarna. Jag och en till arbetskollega fick i uppdrag att koda formuläret.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/vxkq.jpg" ]
    },
    {
        "date": "2013-10-07",
        "link": "",
        "tags": "news",
        "header": "Jag vann årets bästa exjobb!",
        "content": "Det var för en vecka sen de ringde från Kapero i Stockholm och sa att mitt exjobb var valt som ett av Sveriges tre bästa inom Medieteknik. Redan då kändes det lite surealistiskt och kul. Jag hade möte med dem och fick presentera mitt arbete och så ringde de och berättade att jag vann hela skiten.<br><br>Det känns bara som ett kvitto på hur långt jag kommit och att all misstro på min egen förmåga har varit så himla onödig. Jag är så sjukt stolt och glad. ",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/IMG_20131025_010813.jpg" ]
    },
    {
        "date": "2013-11-01",
        "tags": "projekt",
        "link": "",
        "header": "Första 3D-projektet.",
        "content": "Jag har fått börja hjälpa 3D-avdelningen på LEON och nu har jag fått mitt första uppdrag. Det handlar om att göra nya Unitymodeller till en app för Schneider electric. Efter att jag gjort klart alla modeller satte jag mig även och gjorde om hela menyn i appen (i C#) för att inkludera alla de nya modellerna. Eftersom kund outsourceat kodjobbet, dock med LEONs 3D-modeller, används min version endast som showcase för LEON. Den har fått väldigt god respons och ligger till grund för många andra appidéer, vilket är jättekul.  <br><br>Appen använder sig av ett AR-bibliotek (Augmented reality) och visualiserar, med hjälp av en tracker som kunden kan sätta till exempel på väggen, en 3D-modell på Schneider electrics utbud av strömbrytare. Kunden kan då se vilken strömbrytardesign som passar bäst på den väggen genom sin iPad.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/Exxact_Glass_Red.png", "/App/Modules/Portfolio/CareerLog/Content/unity.png", "/App/Modules/Portfolio/CareerLog/Content/unity2.png" ]
    },
    {
        "date": "2013-12-07",
        "tags": "projekt",
        "link": "",
        "header": "Mer 3D åt Schneider electric.",
        "content": "Eftersom det förra 3D-projektet gick bra fick jag hjälpa till i ytterligare ett 3D-projekt för Schnieder electric. Denna gång handlade det om att göra om stepfiler i 3D-Studio max med rätt material och utseende för att Schneider ska kunna använda de till produktbilder. Resultatet blev 74 produktmodeller med tillhörande bilder som jag efterarbetat i PhotoShop. Tyvärr vågar jag inte visa bilder pga rättigheter osv men ovan ser ni en screen shot från en mutter och en skruv som var en av de produkter som ingick projektet.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/IMG_20131120_150736.jpg" ]
    },
    {
        "date": "2014-01-04",
        "tags": "projekt yt_video",
        "link": "",
        "header": "Schneider City, webbapplikation.",
        "content": "Schneider City är en webbapplikation utvecklad på LEON som, efter att ha använts av Schneider i Schweiz, ska utökas och anpassas till fler språk och marknader. Jag fick i uppdrag att anpassa och vidareutveckla Schneider City till en norsk version med tanken att senare fortsätta med 12 ytterligare länder. Applikationen är skriven i HTML5 och javaScript med stort fokus på inheritance.js och designmönster för att få en tydlig klasstruktur och för att underlätta utbyggnationer.",
        "video": [ "l8Bg0aijnSU" ],
        "img": ["/App/Modules/Portfolio/CareerLog/Content/schneidercity.jpg" ]
    },
        {
        "date": "2014-01-17",
        "tags": "news",
        "link": "",
        "header": "Tråkiga nyheter på LEON.",
        "content": "Tyvärr är marknadsföring bland det första som skärs ned på i företag då konjukturen pekar nedåt. Detta har tyvärr lett till att LEON har gått i konkurs och jag har tvingats ut på nya äventyr. <br><br>Det är så sjukt tråkigt att jag inte riktigt har förstått det än. Min arbetsplats sen nästan ett år tillbaka finns inte längre. Alla människor, all planering på väggarna, frukostbordet och fredagspopcornen är som borta på ett ögonblick. Det är som att ramla och glömma att ta emot sig. Duns. <br><br> Men tänk vad jag har lärt mig, tänk vilken tur jag hade att få LEON som min första arbetsplats och tänk vart all min nya kunskap kan leda mig. För kanske förde detta jättetråkiga besked ändå något gott med sig. Jag vet hur mycket jag utvecklats under tiden på LEON och jag är inte rädd att söka andra jobb, det känns till och med lite kul att få komma utanför väggarna på LEON och få använda allt jag lärt mig. Dock kommer jag sakna det otroligt mycket. Människorna. Stämningen. Skratten.<br><br>Just nu ägs jag av staten som kommer att betala ut min lön i lite drygt en månad till sen hoppas jag ha ett jobb i handen så att jag slipper gå arbetslös. Hör gärna av dig om du har några tips!",
        "img": ["/App/Modules/Portfolio/CareerLog/Content/IMG_20140117_092645.jpg"]
        },
        {
            "date": "2014-02-11",
            "tags": "news",
            "link": "",
            "header": "Glada nyheter på jobbfronten. Gaia klart.",
            "content": "Inget ont som inte har nåt gott med sig. Denna vecka är den sista veckan jag spenderar på LEON, men det är även veckan då jag skriver på för nytt jättespännande jobb. <br><br>När beskedet om konkursen kom för snart en månad sen kändes det mest bara tungt och ovisst. Det kändes som att bli kastad ut i ett mörker som man inte hade en aning om vad det innehöll. Kanske ett stup? Kanske ett bollhav? Kanske jättemånga svinstora taggbuskar? Jag visste ju att det skulle lösa sig MEN det är den där ovissheten som är så nedrans jobbig. Att inte veta vad man står inför, inte hinna förbereda sig för man har ingen aning om vad som kommer emot en. <br><br>Till en början kände jag bara att jag ville ha ett jobb, vilket som helst. Jag ville bara slippa ovissheten. Jag hade ingen aning om hur arbetsmarknaden såg ut eller om jag skulle få någon gensvar från företag över huvud taget. Men ju längre tiden gick desto mer insåg jag att inget av det jag hade oroat mig för fanns det ens spår av i mörkret. Jag trodde jag skulle vara ensam. Kastad handlöst ut utan någon som tog emot mig. Knas.<br><br>Förra veckan satte intervjuerna igång. Totalt sprang jag på sju stycken under veckans gång. ALLA var på grund av att jag hade så många som rekommenderade och tipsade om mig. Som tänkte på mig och hjälpte mig. Jag vill bara tacka alla er så mycket jag har möjlighet att uppta av min tacksamhetskvot här på jorden. Jag föll ut i ett mörker men hade massa folk som tog emot mig, och så verkar det varit för alla på LEON. <br><br>På fredag eftermiddag, direkt efter att jag haft min sista intervju, ringde de från Gaia och erbjöd mig en anställning. 3e mars blir min första dag som gaian. Känns så jädra roligt.",
            "img": ["/App/Modules/Portfolio/CareerLog/Content/gaia.jpg"]
        },
    {
        "date": "2014-01-16",
        "tags": "projekt",
        "link": "",
        "header": "Spännande tider på Gaia.",
        "content": "Tiden går fort när man har roligt. Nu har jag suttit snart ett år på Gaia. Det enda tråkiga när man får göra massa balla projekt är att man tyvärr inte får prata om dom. Men jag ska försöka ge en liten överblick om vad jag hållit på med.<br><br> Under mina första månader på Gaia har jag mest jobbat med webbapplikationer och webbappar, bland annat inom ett stort internt projekt, Saab säkerhetsenhet och Åre destination. Jag har lärt mig sjukt mycket. Det är nya ramverk som Angular, Typescript som vi försöker hitta det bästa användningsättet för. Men den absolut största skillnaden från tiden innan Gaia är arbetssättet och teamen. Det är scrum, backlogs, kodgranskning, kodspår, underhållskrav osv osv. Svinkul och jättelärorikt. Jag bygger numer mer hållbara siter där koden är strukturerad, buggfri och lättförståelig. Vilket gör att jag ler mycket oftare och har mindre panik generellt ;) <br><br>Gaia blev vid årsskiftet ihop med Effektfabriken. Tanken är väl att vi ska kunna bredda vårat utbud tillsammans och jobba ännu mer med användbarhet och smartare content, vilket känns väldigt roligt eftersom det är exakt det jag vill jobba med. Än så länge jobbar höjdarna fortfarande med hur vi ska paketera ihop alltihopa, så stay tuned. ",
        "img": [ ]
    },
     {
            "date": "2015-04-19",
            "tags": "projekt",
            "link": "http://blog.liu.se/alumnibloggen/2015/04/17/grattis-till-studenten-tina/",
            "header": "Skriver blogginlägg i LiUs Alumniblogg.",
            "content": "Har faktiskt ingen aning om varför men frågan kom om jag ville gästblogga. Det kanske var för att jag hade hållt en presentation på Medieteknikdagarna precis så att Liu fått nys om att jag fanns och att jag har ett fräsigt jobb. Vet inte. Först tänkte jag skriva om min dag. Sen kom jag på att väldigt få kommer fatta hur cool min dag är, för det enda jag gör är går på möten och programmerar. Vad skriver man om då? Vad hade jag velat läsa om? Vad hade jag BEHÖVT läsa om? Ja, jag skriver till mig själv! Kanske finns det någon annan därute som behöver höra samma saker som jag. Då kan jag i alla fall leva på hoppet om att jag gör något vettigt, även om det bara är min familj som kommer läsa. <br><br>Så blev det inte. Inte trodde jag att så många skulle gilla, kommentera och dela mitt inlägg. Vill bara tacka från djupet av alla mina osäkerheter. Det är alltid skönt att få sådan respons när man öppnar upp och är ärlig om saker som för mig fortfarande är en daglig kamp. Tack för att ni läst och gett mig värme! Det är så stort för mig!",
            "img": ["/App/Modules/Portfolio/CareerLog/Content/alumni.jpg"]
        },
    {
        "date": "2015-05-07",
        "tags": "projekt",
        "link": "http://effektbygaia.se/",
        "header": "Gaia, Effektfabriken och Idadesign blir Effekt by Gaia.",
        "content": "Vid årsskiftet gick Effektfabriken och Gaia ihop till en gemensam byrå. Inte långt efter det flyttade Idadesign in i lokalerna för att vi skulle kunna jobba närmre dem med design och formgivning. Alla parter kom fram till att det är mycket roligare att vara ett och så bildades den digitala byrån Effekt by gaia.<br><br>Några från Gaia och Effektfabriken (de som främst jobbar mot slutanvändaren) och hela Idadesign blev medplockade till den nya byrån. Däribland även JAG woohoo! Nu är vi totalt 15 stycken digitala nördar som är med i Effekt, där jag kommer ha rollen som ux-expert och utvecklare. Det känns galet kul och spännande :) (Jag fick även den stora äran att göra hemsidan, kolla in!)",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/effekt.jpg" ]
    },
    {
        "date": "2015-05-16",
        "tags": "projekt",
        "link": "",
        "header": "Jag föreläser på Code Hub, programmeringskväll för IT-tjejer.",
        "content": "Temat för kvällen är 'Gör din egen portfolio' och jag kommer att visa upp lite coola tekniker för att kunna göra just det...och lite mer. Till min hjälp kommer jag att ha mitt kodskellett som ni hittar här: <a href='https://github.com/tblunt/CodeHub' target='_blank'>https://github.com/tblunt/CodeHub</a>.<br><br>Det jag har valt att fokusera på är först och främst hur man strukturerar upp ett webbprojekt. En liten inblick i hur vi brukar jobba på Gaia med riktigt stora webbprojekt. Då det trillar in en buggrapport eller om sidan ska utökas är det sjukt viktigt att man snabbt hittar och förstår koden. Inte bara du själv utan alla dina kollegor också. Man måste dessutom tänka på att saker kommer att ändras. Nya tekniker kommer och går och man kan helt plötsligt bli ombedd att plocka bort delar, hämta data från något annat ställe eller byta ut moduler. Därför är det viktigt att separera ut kod och dela upp i moduler som är lätta att flytta och byta ut. Ingen spagettikod! <br><br>Sen har jag även valt att smälla in angular, som jag själv inte kan leva utan. Angular är ett ramverk för att göra stenålders-språket html dynamiskt och hanterbart.<br><br>Och vad vore en portfolio utan lite häftiga animationer och parallax scrolling? Allt det där tråkiga bakom ser ju ingen ändå, därför behöver vi lite pazzaz i form av javascriptbiblioteket skrollr.js.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/codeHub.jpg" ]
       
    },
    {
        "date": "2015-06-02",
        "tags": "projekt",
        "link": "",
        "header": "Intervjuvad av systemvetenskapliga utbildningens tjejförening.",
        "content": "Hej Tina, du kan väl vara med i vår sektion för kvinnliga förebilder och besvara några frågor?<br><br>Nu kommer ni tro att jag ska skriva att det är sjukt och overkligt och smickrande och kul. Kvinnlig förebild liksom, när hände det? Kul är det men jag tycker inte att det är så himla märkligt. Inte det ödmjukaste jag sagt kanske men jag tycker baske mig så. Med tanke på vilka kvinnliga förebilder tjejer blir påtvingade ute i stora vida världen tycker jag att det är hög tid att sådana som jag också tvingas på.<br><br>Tänk dig en värld där tjejer matas med att en framgångsrik kvinna är mer än en Hollywoodfru eller en poppis bloggerska. Kanske skulle de då hamna på platser som nu matas på och är reserverade för framgångsrika män? Läs intervjuvn här: <a href='http://systerskapet.saksaren.se/kvinnliga-forebilder-2/' target='_blank'>http://systerskapet.saksaren.se/kvinnliga-forebilder-2/</a>",
        "img": []
    },
    {
        "date": "2015-07-02",
        "tags": "projekt",
        "link": "http://www.aretrails.com/",
        "header": "Åre Trails lanseras.",
        "content": "Jag har under våren varit med och utvecklat en webbapplikation för Åre Destination: <a href='http://www.aretrails.com/'>Åre Trails</a>. Appen är till för att visa upp vad det finns att göra på sommaren i Åre. Allt från cykelleder till löpning, ridning och vandringsleder. Innan har Åre Destination använt sig av tryckta broschyrer för att samla och sprida information om alla leder. De gav oss nu uppdraget att göra en digital version av dessa broschyrer samt ett sätt att hålla all leddata och text på ett ställe.<br><br>Åre Destionation vill ha det senaste rent tekniskt med största syfte att inspirera men även kunna ersätta ledbroschyrerna funktionellt. Vi ville skapa en interaktiv 3D-karta och valde att utnyttja 3D-grafik i web-GL som precis hade blivit möjligt att göra i webbläsare även i mobiltelefoner.<br><br>Geografiska datat till kartan är från Lantmäteriet och grafiken skriven i three.js. Applikationen är skriven i Typescript och Angular där jag främst suttit med GUI-delarna. Den är både en responsiv webbapp som funkar på all desktopstorlekar och genom PhoneGap skapade vi även native-appar för både iOS och Android. Vi byggde även ett CMS (adminsida) där kund kan lägga till eller ändra leder med tillhörade information och publicera direkt upp till Åre Trails via signalR.",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/are1.jpg", "/App/Modules/Portfolio/CareerLog/Content/are2.jpg", "/App/Modules/Portfolio/CareerLog/Content/are3.png" ]
    },
    {
        "date": "2015-09-07",
        "tags": "projekt",
        "link": "http://eastswedenhack.se/",
        "header": "Jury för bästa användarupplevelse på East Sweden Hack.",
        "content": "East sweden hack är ett stort event för hela region Östergötland där 20 stycken uttagna lag tävlar i att bygga en digital lösning på en intensiv helg. I år handlade det om att ta användning av internet of things och öppna datakällor och på så sätt lösa ett vardagsproblem eller helt enkelt bara förgylla vardagen.<br><br>Som ordförande i priskategorin för bästa användarupplevelse ville jag hitta det lag som hade satt användaren först. Både i gränssnittet men även i själva resan genom hela upplevelsen. <br><br> Det laget som gjorde det bäst var Tellipark som hade skapat ett system för att förboka och onlinebetala parkeringsplatser samt registrering på plats både när man anländer samt lämnar sin plats. Jäkligt bra jobbat och en väldigt bra lösning på ett relevant vardagsproblem.",
        "img": [ ]
    },
    {
        "date": "2015-11-02",
        "tags": "projekt",
        "link": "",
        "header": "Inspirationsföreläser för studerande IT-tjejer.",
        "content": "Jag fick chansen och den stora äran att få komma och prata framför en massa IT-studerande tjejer i Linköping. Jag ville få dom att tänka till. Bryta betéenden som jag vet att jag själv hade och som jag förlorade extremt mycket på. Men främst av allt ville jag att dom skulle gå därifrån med blicken framåt, huvudet högt och fulla med pepp!<br><br> <a href='/#/Portfolio/CareerLog/ITBehoverOlika'>Läs föreläsningen här<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a>",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/ITOlika/Slide1.png" ]
    },
     {
        "date": "2015-12-07",
        "tags": "projekt",
        "link": "",
        "header": "Rumsbokningen klar.",
        "content": "Sanktkors är en stor fastighetsägare i Linköping skulle göra om sin hemsida. De insåg ganska sent i den processen att de även skulle vilja digitalisera och uppdatera sättet man bokar allmänna lokaler i företagsparkerna. Vi fick några få veckor på oss att skissa fram och utveckla ett webbaserat boknigssystem som synkar emot användarkonton i office365 samt fungerar på Sanktkors nya wordpress-sida.<br><br>På grund av den extremt tajta dead-linen blev jag satt själv på front-end-sidan för att kunna ta vissa genvägar (och för att jag är js-ninja) från hur vi normalt utvecklar i projekt när vi är fler, med planeringar, skissöverlämningar, avstämningar osv. Jag skrev rumsbokningen som en wordpress-plugin som integrerar med Office365 och ett eget API. Jag använde mig av moment.js som är ett javascript-bibliotek för att hantera tid och datum, angular, less och html såklart.<br><br> Efter några veckors intenstivt köttande (hittar inget bättre ord för att beskriva den tiden) installerade vi rumsbokningen på den nylanserade wordpress-siten. Succée! ",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/Rumsbokning1.png","/App/Modules/Portfolio/CareerLog/Content/Rumsbokning2.png"]
    },
    {
        "date": "2016-02-26",
        "tags": "projekt",
        "link": "",
        "header": "Spelar in podcast med Östsvenska Handelskammaren om webbtrender.",
        "content": "Jag har under våren drivit projektet med att skapa ny hemsida till Östsvenska Handelskammaren. Detta gav inspiration till en nya podcast i Handelskammarens podkanal. Ett trevligt snack om både strategiska trender men även om vad som är hett rent grafiskt och stilmässigt. Vi grundade till exempel den nya finsk/svenska staden ”Parallax scroll” norr om Haparanda. <br><br> <a href='http://ostsvenskahandelskammaren.libsyn.com/avsnitt-15-mera-webb' target='_blank'>Lyssna här<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a>",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/pod.jpg" ]
    },
     {
        "date": "2016-03-07",
        "tags": "projekt",
        "link": "",
        "header": "Kriminalvårdens frivårdsapp uppmärksammas.",
        "content": "Jag har under våren jobbat väldigt mycket med att ta fram UX och koncept för en ny app som Kriminalvården håller på att ta fram. Appens syfte är att underlätta för klienter inom Frivården där mycket av innehållet grundar i KBT, psykologiska motivationsdrivare och ren digitalisering av material och mötesbokningar. Det är ett extremt spännande projekt där vi verkligen fått gått till botten med krav, behov, kartläggning av målgrupp, omvärldsanalyser och betéendevetenskapliga grunder för hur vi kan motivera klienter där motivationen ofta tryter. <br><br> Kriminalvårdens generaldirektör Nils Öberg skriver om bland annat den här frivårdsappen i <a href='http://mobil.dn.se/debatt/kort-fangelsestraff-ger-ofta-inte-det-basta-resultatet/' target='_blank'>DN debatt<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a> och även Aftonbladet tar upp appen i <a href='http://www.aftonbladet.se/nyheter/article22481806.ab' target='_blank'>en artikel<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a>",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/Krim-app-mockup-1.png", "/App/Modules/Portfolio/CareerLog/Content/Krim-app-mockup-2.png" ]
    },
    {
        "date": "2016-04-04",
        "tags": "projekt",
        "link": "",
        "header": "Östsvenska Handelskammaren går live.",
        "content": "Östsvenska Handelskammaren ville uppdatera sin hemsida och skickade ut offertförfrågan till ett tiotal byråer i regionen. Jag fick projektet internt på Gaia redan i denna fas. Mycket offertskrivande, UX-utvärdering och skissande senare så valde Handelskammaren oss för att utföra projektet. Jag gick in som teknisk projektledare, utvecklare och webbdesigner för att skapa upp hemsidan i wordpress med två tillhörande dottersidor (ostlänken och 100-listan).  <br><br>För första gången har jag varit med hela vägen från insälj, planering, beredning, utveckling till publicering och nu förvaltning, vilket har varit jätteroligt. Att dessutom få hela ansvaret, både tekniskt och designmässigt, och att projektleda andra är även det kul och som ett naturligt steg vidare för mig och min egen utveckling. Jag är jättenöjd med resultatet som jag och mitt team har tryck ut. <br><br> <a href='http://www.ostsvenskahandelskammaren.se/' target='_blank'>Handelskammaren<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a><br><br> <a href='http://www.ostsvenskahandelskammaren.se/esic' target='_blank'>Ostlänken (esic)<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a> <br><br> <a href='http://www.ostsvenskahandelskammaren.se/100-listan' target='_blank'>100-listan<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a>",
        "img": ["/App/Modules/Portfolio/CareerLog/Content/oshk1.png", "/App/Modules/Portfolio/CareerLog/Content/oshk2.png"]
    },
    {
        "date": "2016-04-06",
        "tags": "projekt",
        "link": "",
        "header": "Jag föreläser på MTD 2016.",
        "content": "Jag fick frågan om att föreläsa på MTD för Gaias räkning. Jag fick i princip fria händer och valde då att gå ifrån den vanliga företagspresentationen som ingen vill lyssna på ändå. Jag brinner mycket för att göra IT-branchen mer varierad. Den är extremt homogen idag och peroner som är mitt uppe i den världen förstår ofta inte hur mycket den exkluderar andra. Andra som verkligen verkligen behövs! Jag vill att folk ska öppna sina ögon för hur normer, invanda betéenden och oskrivna lagar kan pajja för så många. <br><br>Så det valde jag att prata om.<br><br>En skön reaktion på detta hade ju egentligen varit att studenterna bara satt och suckade i sina stolar för att dom för länge sedan har förstått detta. Men reaktionerna var de motsatta. Det blev ett himla kramkalas från både studenter och kollegor i branchen. Personer som behövde höra detta. Personer, både killar och tjejer, som befinner sig på båda sidorna av dessa normer och oskrivna lagar. <br><br> Jag har heft liknande föreläsning innan som du kan läsa om här: <a href='/#/Portfolio/CareerLog/ITBehoverOlika'>IT behöver olika!<span class='glyphicon glyphicon-chevron-right' aria-hidden='true'></span></a>",
        "img": ["/App/Modules/Portfolio/CareerLog/Content/mtd2016.jpg"]
    },
    {
        "date": "2016-04-14",
        "tags": "projekt",
        "link": "",
        "header": "From business to buttons.",
        "content": "Jag fick åka och inspireras på stora UX-konferensen From Business to Buttons tillsammans med en massa andra användbarhetsdesigner. Det blev två extremt inspirerande och givande dagar med flera workshop och föreläsningar. Bland annat föreläste Facebooks produktdesignchef och strategen för UX-design på Google, såväl som en doktor i psykologi och en forskare i beteendevetenskap (the moder of UX!) - vilket sedan toppades med en föreläsning av den forne amerikanske vice presidenten Al Gore.",
        "img": ["/App/Modules/Portfolio/CareerLog/Content/algore.jpg"  ]
    },
    {
        "date": "2016-05-03",
        "tags": "projekt",
        "link": "",
        "header": "UX-föreläser",
        "content": "På Gaia håller vi ibland föreläsningar för kunder och kollegor. Både för att kompetenssprida internt och för att öka förståelse hos kunder till varför de behöver viss kompentens eller bredda sig åt något håll.<br><br>Jag samlade mina kunskaper om UX och förmedlade så mycket av det som jag hann med. Allt från att klargöra begrepp, gå igenom stegen i vår UX-process, hjärnans olika funktioner och begränsningar till vad som instinktivt driver oss till engegemang. Väldigt uppskattat och kul!",
        "img": [ "/App/Modules/Portfolio/CareerLog/Content/uxModellen4.png" ]
    },
     {
        "date": "2016-05-03",
        "tags": "projekt",
        "link": "",
        "header": "Utbildad i kundresekartor",
        "content": "Kundresekartor eller Customer Journey Maps är ett kraftfullt verktyg som man ofta använder inom UX. Det handlar om att kartlägga behov, brister, beteenden och flöden för en kund som nyttjar en tjänst eller kommer i kontakt med ett företag. Det handlar om att skaffa sig en bild av en hel kundupplevelse för att kunna förbättra den. Kartan är värdefull för att kunna hitta smarta UX-lösningar och även kunna komunicera behovet av dem till de som ska betala för dem. En jättebra kurs som verkligen har adderat ett vertyg i min UX-verktygslåda.",
        "img": []
    }
    
     
    ]